Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Anything you want the Coach to know
ar: أي شيء تريد أن يعرفه المدرب
de: Was der Coach sonst noch wissen soll
es: Algo que quieras que sepa el Entrenador
fr: Ce que vous voulez faire savoir au Coach
hi: जो आप कोच को बताना चाहते हैं
hu: Bármi, amit az Edzőnek tudnia kellene
it: Qualcosa che vuoi far sapere al Coach
ko: 코치가 알아두면 좋을 것
pl: Co jeszcze Trener powinien wiedzieć
pt: Algo que queiras que o Treinador saiba
pt_br: Algo que você queira que o Treinador saiba
ru: Что ещё стоит знать Тренеру
th: อะไรก็ตามที่คุณอยากให้โค้ชรู้
tr: Koç’un bilmesini istediklerin
uk: Що ще варто знати Тренеру
zh: 还想让教练知道的事

source: Appearance
ar: المظهر
de: Aussehen
es: Apariencia
fr: Apparence
hi: दिखावट
hu: Megjelenés
it: Aspetto
ko: 화면
pl: Wygląd
pt: Aparência
pt_br: Aparência
ru: Внешний вид
th: ลักษณะที่ปรากฏ
tr: Görünüm
uk: Вигляд
zh: 外观

# Applied {0} change to your plan.
source: Applied %1$@ change to your plan.
ar: طُبّق %1$@ تغيير على خطتك.
de: %1$@ Änderung auf deinen Plan angewendet.
es: %1$@ cambio aplicado a tu plan.
fr: %1$@ changement appliqué à ton plan.
hi: आपके प्लान में %1$@ बदलाव लागू।
hu: %1$@ módosítás alkalmazva a tervedre.
it: %1$@ modifica applicata al tuo piano.
ko: 플랜에 %1$@개 변경을 적용했습니다.
pl: Zastosowano %1$@ zmianę w planie.
pt: %1$@ alteração aplicada ao teu plano.
pt_br: %1$@ mudança aplicada ao seu plano.
ru: В план внесено %1$@ изменение.
th: นำ %1$@ การเปลี่ยนแปลงไปใช้กับแผนของคุณแล้ว
tr: Planına %1$@ değişiklik uygulandı.
uk: У план внесено %1$@ зміну.
zh: 已对你的计划应用 %1$@ 项更改。

# Applied {0} changes to your plan.
source: Applied %1$@ changes to your plan.
ar: طُبّقت %1$@ تغييرات على خطتك.
de: %1$@ Änderungen auf deinen Plan angewendet.
es: %1$@ cambios aplicados a tu plan.
fr: %1$@ changements appliqués à ton plan.
hi: आपके प्लान में %1$@ बदलाव लागू।
hu: %1$@ módosítás alkalmazva a tervedre.
it: %1$@ modifiche applicate al tuo piano.
ko: 플랜에 %1$@개 변경을 적용했습니다.
pl: Zastosowano %1$@ zmian w planie.
pt: %1$@ alterações aplicadas ao teu plano.
pt_br: %1$@ mudanças aplicadas ao seu plano.
ru: В план внесено %1$@ изменений.
th: นำ %1$@ การเปลี่ยนแปลงไปใช้กับแผนของคุณแล้ว
tr: Planına %1$@ değişiklik uygulandı.
uk: У план внесено %1$@ змін.
zh: 已对你的计划应用 %1$@ 项更改。

source: Applies to every exercise in this routine that does not set its own rule.
ar: ينطبق على كل تمرين في هذا الروتين الذي لا يحدد قاعدته الخاصة.
de: Gilt für jede Übung dieser Routine, die keine eigene Regel hat.
es: Se aplica a cada ejercicio de esta rutina que no defina su propia regla.
fr: S’applique à chaque exercice de cette routine qui ne définit pas sa propre règle.
hi: इस रूटीन के हर उस व्यायाम पर लागू, जिसका अपना नियम नहीं है।
hu: Minden gyakorlatra vonatkozik ebben a rutinban, amelynek nincs saját szabálya.
it: Vale per ogni esercizio di questa scheda che non imposta una regola propria.
ko: 이 루틴에서 자체 규칙을 정하지 않은 모든 운동에 적용됩니다.
pl: Dotyczy każdego ćwiczenia w tym planie, które nie ma własnej zasady.
pt: Aplica-se a todos os exercícios desta rotina que não definam a sua própria regra.
pt_br: Aplica-se a todos os exercícios desta rotina que não definam a sua própria regra.
ru: Действует для всех упражнений программы, у которых нет своего правила.
th: ใช้กับทุกท่าในรูทีนนี้ที่ไม่ได้ตั้งกฎเฉพาะของตัวเอง
tr: Bu rutinde kendi kuralını belirlemeyen her egzersiz için geçerlidir.
uk: Діє для всіх вправ програми, які не мають власного правила.
zh: 适用于此计划中未单独设置规则的每个动作。

source: Applies to this exercise everywhere, not just this plan.
ar: يُطبق على هذا التمرين في كل مكان، لا في هذه الخطة فقط.
de: Gilt überall für diese Übung, nicht nur in diesem Plan.
es: Se aplica a este ejercicio en todas partes, no solo en este plan.
fr: S’applique à cet exercice partout, pas seulement dans ce plan.
hi: यह इस एक्सरसाइज़ पर हर जगह लागू होता है, सिर्फ़ इसी प्लान पर नहीं।
hu: Mindenhol érvényes erre a gyakorlatra, nem csak ebben a tervben.
it: Vale per questo esercizio ovunque, non solo in questo piano.
ko: 이 플랜만이 아니라 어디서든 이 운동에 적용됩니다.
pl: Dotyczy tego ćwiczenia wszędzie, nie tylko w tym planie.
pt: Aplica-se a este exercício em todo o lado, não só neste plano.
pt_br: Vale para este exercício em todos os lugares, não só neste plano.
ru: Действует для этого упражнения везде, а не только в этом плане.
th: มีผลกับท่านี้ทุกที่ ไม่ใช่เฉพาะในแผนนี้
tr: Yalnızca bu planda değil, bu egzersiz için her yerde geçerli.
uk: Діє для цієї вправи всюди, а не лише в цьому плані.
zh: 对这个动作处处生效，不只在此计划中。

source: Apply nothing
ar: لا تطبق شيئًا
de: Nichts übernehmen
es: No aplicar nada
fr: Ne rien appliquer
hi: कुछ भी लागू न करें
hu: Semmit sem alkalmaz
it: Non applicare nulla
ko: 아무것도 적용하지 않음
pl: Nie stosuj nic
pt: Não aplicar nada
pt_br: Não aplicar nada
ru: Ничего не применять
th: ไม่นำไปใช้
tr: Hiçbirini uygulama
uk: Нічого не застосовувати
zh: 不应用任何更改

# Apply {0} change
source: Apply %1$@ change
ar: تطبيق %1$@ تغيير
de: %1$@ Änderung anwenden
es: Aplicar %1$@ cambio
fr: Appliquer %1$@ changement
hi: %1$@ बदलाव लागू करें
hu: %1$@ módosítás alkalmazása
it: Applica %1$@ modifica
ko: %1$@개 변경 적용
pl: Zastosuj %1$@ zmianę
pt: Aplicar %1$@ alteração
pt_br: Aplicar %1$@ mudança
ru: Применить %1$@ изменение
th: นำ %1$@ การเปลี่ยนแปลงไปใช้
tr: %1$@ değişikliği uygula
uk: Застосувати %1$@ зміну
zh: 应用 %1$@ 项更改

# Apply {0} changes
source: Apply %1$@ changes
ar: تطبيق %1$@ تغييرات
de: %1$@ Änderungen anwenden
es: Aplicar %1$@ cambios
fr: Appliquer %1$@ changements
hi: %1$@ बदलाव लागू करें
hu: %1$@ módosítás alkalmazása
it: Applica %1$@ modifiche
ko: %1$@개 변경 적용
pl: Zastosuj %1$@ zmian
pt: Aplicar %1$@ alterações
pt_br: Aplicar %1$@ mudanças
ru: Применить %1$@ изменений
th: นำ %1$@ การเปลี่ยนแปลงไปใช้
tr: %1$@ değişikliği uygula
uk: Застосувати %1$@ змін
zh: 应用 %1$@ 项更改

source: Apr
ar: أبريل
es: Abr
fr: Avr
hi: अप्रै
hu: Ápr
ko: 4월
pl: Kwi
pt: Abr
pt_br: Abr
ru: Апр
th: เม.ย.
tr: Nis
uk: Кві
zh: 4月

source: April
ar: أبريل
es: Abril
fr: Avril
hi: अप्रैल
hu: Április
it: Aprile
ko: 4월
pl: Kwiecień
pt: Abril
pt_br: Abril
ru: Апрель
th: เมษายน
tr: Nisan
uk: Квітень
zh: 四月

source: Arms
ar: الذراعان
de: Arme
es: Brazos
fr: Bras
hi: बाँहें
hu: Karok
it: Braccia
ko: 팔
pl: Ramiona
pt: Braços
pt_br: Braços
ru: Руки
th: แขน
tr: Kollar
uk: Руки
zh: 手臂

source: As soon as you have logged enough
ar: بمجرد أن تسجل ما يكفي
de: Sobald du genug protokolliert hast
es: En cuanto hayas registrado suficientes
fr: Dès que vous en avez enregistré assez
hi: जैसे ही पर्याप्त रिकॉर्ड हो जाएँ
hu: Amint elég edzést rögzítettél
it: Appena ne hai registrati abbastanza
ko: 기록이 충분히 쌓이면 바로
pl: Gdy tylko zapiszesz wystarczająco dużo
pt: Assim que tiveres registado o suficiente
pt_br: Assim que você tiver registrado o suficiente
ru: Как только наберётся достаточно записей
th: ทันทีที่คุณบันทึกมากพอ
tr: Yeterince kayıt biriktiği anda
uk: Щойно набереться достатньо записів
zh: 一旦记录足够就进行

source: Ask for a review
ar: اطلب مراجعة
de: Auswertung anfordern
es: Pedir una revisión
fr: Demander un bilan
hi: समीक्षा माँगें
hu: Áttekintés kérése
it: Chiedi una revisione
ko: 리뷰 요청
pl: Poproś o przegląd
pt: Pedir uma revisão
pt_br: Pedir uma revisão
ru: Запросить разбор
th: ขอรีวิว
tr: Değerlendirme iste
uk: Запросити розбір
zh: 请求复盘

source: Ask for a review, or tell the Coach something…
ar: اطلب مراجعة، أو أخبر المدرب بشيء…
de: Um eine Auswertung bitten oder dem Coach etwas sagen…
es: Pide una revisión o cuéntale algo al entrenador…
fr: Demande une révision, ou dis quelque chose au coach…
hi: समीक्षा माँगें, या कोच को कुछ बताएँ…
hu: Kérj áttekintést, vagy mondj valamit az Edzőnek…
it: Chiedi una revisione, o di’ qualcosa al Coach…
ko: 검토를 요청하거나 코치에게 말해 보세요…
pl: Poproś o przegląd albo powiedz coś trenerowi…
pt: Pede uma revisão, ou diz algo ao Treinador…
pt_br: Peça uma revisão, ou diga algo ao Treinador…
ru: Попросите разбор или напишите тренеру…
th: ขอรีวิว หรือบอกอะไรกับโค้ช…
tr: Bir değerlendirme iste ya da koça bir şey söyle…
uk: Попроси розбір або напиши тренеру…
zh: 请求评估，或告诉教练一些事情…

source: Ask for a revision
ar: اطلب مراجعة
de: Überarbeitung anfordern
es: Pedir una revisión
fr: Demander une révision
hi: संशोधन माँगें
hu: Átdolgozás kérése
it: Chiedi una revisione
ko: 수정 요청
pl: Poproś o poprawkę
pt: Pedir uma revisão
pt_br: Pedir uma revisão
ru: Запросить правку
th: ขอปรับปรุง
tr: Düzeltme iste
uk: Запросити правку
zh: 请求修订

source: Ask for a weight on every set.
ar: اطلب الوزن في كل مجموعة.
de: Bei jedem Satz nach dem Gewicht fragen.
es: Pedir un peso en cada serie.
fr: Demander un poids à chaque série.
hi: हर सेट पर वज़न पूछें।
hu: Kérjen súlyt minden sorozatnál.
it: Chiedi un peso a ogni serie.
ko: 세트마다 무게를 물어봅니다.
pl: Pytaj o ciężar przy każdej serii.
pt: Pedir um peso em cada série.
pt_br: Pedir um peso em cada série.
ru: Спрашивать вес в каждом подходе.
th: ถามน้ำหนักทุกเซ็ต
tr: Her sette ağırlık sorulsun.
uk: Запитувати вагу в кожному підході.
zh: 每组都询问重量。

source: Asks for your body weight when a workout starts. Off starts the session straight away.
ar: يطلب وزن جسمك عند بدء التمرين. عند الإيقاف تبدأ الجلسة مباشرة.
de: Fragt beim Start eines Trainings nach deinem Körpergewicht. Aus startet die Einheit direkt.
es: Pide tu peso corporal al empezar un entrenamiento. Desactivado, la sesión empieza directamente.
fr: Demande ton poids au début d’une séance. Désactivé, la séance démarre directement.
hi: वर्कआउट शुरू होते समय आपका वज़न पूछता है। बंद होने पर सेशन सीधे शुरू होता है।
hu: Edzés indításakor rákérdez a testsúlyodra. Kikapcsolva az edzés azonnal indul.
it: Chiede il tuo peso all’avvio di un allenamento. Disattivato, la sessione parte subito.
ko: 운동을 시작할 때 체중을 물어봅니다. 끄면 세션이 바로 시작됩니다.
pl: Pyta o Twoją masę ciała przy rozpoczęciu treningu. Wyłączone — sesja zaczyna się od razu.
pt: Pede o teu peso ao iniciar um treino. Desligado, a sessão começa de imediato.
pt_br: Pede seu peso ao iniciar um treino. Desligado, a sessão começa na hora.
ru: Спрашивает ваш вес при начале тренировки. Выключено — сессия начинается сразу.
th: ถามน้ำหนักตัวเมื่อเริ่มออกกำลังกาย ถ้าปิด เซสชันจะเริ่มทันที
tr: Antrenman başlarken kilonu sorar. Kapalıyken seans hemen başlar.
uk: Запитує твою вагу на початку тренування. Вимкнено — сесія починається одразу.
zh: 开始训练时询问体重。关闭后直接进入训练。

# At least {0} characters. A few unrelated words make a good one.
source: At least %1$@ characters. A few unrelated words make a good one.
ar: %1$@ أحرف على الأقل. بضع كلمات غير مترابطة تصنع كلمة مرور جيدة.
de: Mindestens %1$@ Zeichen. Ein paar Wörter, die nichts miteinander zu tun haben, sind ein gutes Passwort.
es: Al menos %1$@ caracteres. Unas cuantas palabras sin relación entre sí son una buena contraseña.
fr: Au moins %1$@ caractères. Quelques mots sans rapport entre eux font un bon mot de passe.
hi: कम से कम %1$@ अक्षर। कुछ आपस में असंबंधित शब्द मिलकर अच्छा पासवर्ड बनाते हैं।
hu: Legalább %1$@ karakter. Néhány egymáshoz nem kapcsolódó szó jó jelszót ad.
it: Almeno %1$@ caratteri. Qualche parola senza legame tra loro è una buona password.
ko: 최소 %1$@자. 서로 관련 없는 단어 몇 개면 좋은 비밀번호가 됩니다.
pl: Co najmniej %1$@ znaków. Kilka niezwiązanych ze sobą słów to dobre hasło.
pt: Pelo menos %1$@ caracteres. Algumas palavras sem relação entre si dão uma boa palavra-passe.
pt_br: Pelo menos %1$@ caracteres. Algumas palavras sem relação entre si formam uma boa senha.
ru: Не меньше %1$@ символов. Несколько не связанных между собой слов — хороший пароль.
th: อย่างน้อย %1$@ ตัวอักษร คำที่ไม่เกี่ยวข้องกันสักสองสามคำเป็นรหัสผ่านที่ดี
tr: En az %1$@ karakter. Birbiriyle ilgisiz birkaç kelime iyi bir şifre olur.
uk: Щонайменше %1$@ символів. Кілька не пов’язаних між собою слів — добрий пароль.
zh: 至少 %1$@ 个字符。几个互不相关的词就是一个好密码。

source: At the gym
ar: في الجيم
de: Im Studio
es: En el gimnasio
fr: À la salle
hi: जिम में
hu: A teremben
it: In palestra
ko: 헬스장에서
pl: Na siłowni
pt: No ginásio
pt_br: Na academia
ru: В зале
th: ที่ยิม
tr: Salonda
uk: У залі
zh: 在健身房

source: Aug
ar: أغسطس
es: Ago
fr: Août
hi: अग
it: Ago
ko: 8월
pl: Sie
pt: Ago
pt_br: Ago
ru: Авг
th: ส.ค.
tr: Ağu
uk: Сер
zh: 8月

source: August
ar: أغسطس
es: Agosto
fr: Août
hi: अगस्त
hu: Augusztus
it: Agosto
ko: 8월
pl: Sierpień
pt: Agosto
pt_br: Agosto
ru: Август
th: สิงหาคม
tr: Ağustos
uk: Серпень
zh: 八月

source: Auto-backup on changes
ar: نسخ احتياطي تلقائي عند التغييرات
de: Automatische Sicherung bei Änderungen
es: Copia automática al modificar
fr: Sauvegarde automatique
hi: बदलाव पर ऑटो-बैकअप
hu: Automatikus mentés módosításkor
it: Backup automatico alle modifiche
ko: 변경 시 자동 백업
pl: Automatyczna kopia przy zmianach
pt: Cópia automática ao alterar
pt_br: Backup automático ao alterar
ru: Автосохранение копии при изменениях
th: สำรองข้อมูลอัตโนมัติเมื่อมีการเปลี่ยนแปลง
tr: Değişikliklerde otomatik yedek
uk: Автозбереження копії при змінах
zh: 变更时自动备份

source: Automatic reviews
ar: مراجعات تلقائية
de: Automatische Auswertungen
es: Revisiones automáticas
fr: Bilans automatiques
hi: स्वचालित समीक्षाएँ
hu: Automatikus áttekintések
it: Revisioni automatiche
ko: 자동 리뷰
pl: Automatyczne przeglądy
pt: Revisões automáticas
pt_br: Revisões automáticas
ru: Автоматические разборы
th: รีวิวอัตโนมัติ
tr: Otomatik değerlendirmeler
uk: Автоматичні розбори
zh: 自动复盘

source: Average effort per workout
ar: متوسط الجهد لكل تمرين
de: Durchschnittliche Anstrengung pro Training
es: Esfuerzo medio por entrenamiento
fr: Effort moyen par séance
hi: हर वर्कआउट की औसत मेहनत
hu: Átlagos megerőltetés edzésenként
it: Sforzo medio per allenamento
ko: 운동당 평균 강도
pl: Średni wysiłek na trening
pt: Esforço médio por treino
pt_br: Esforço médio por treino
ru: Среднее усилие за тренировку
th: ความหนักเฉลี่ยต่อครั้ง
tr: Antrenman başına ortalama zorluk
uk: Середнє зусилля за тренування
zh: 每次训练的平均强度

# Average {0}
source: Average %1$@
ar: المتوسط %1$@
de: Schnitt %1$@
es: Media %1$@
fr: Moyenne %1$@
hi: औसत %1$@
hu: Átlag %1$@
it: Media %1$@
ko: 평균 %1$@
pl: Średnio %1$@
pt: Média %1$@
pt_br: Média %1$@
ru: В среднем %1$@
th: เฉลี่ย %1$@
tr: Ortalama %1$@
uk: У середньому %1$@
zh: 平均 %1$@

# Avoid: {0}
source: Avoid: %1$@
ar: تجنّب: %1$@
de: Vermeiden: %1$@
es: Evitar: %1$@
fr: À éviter : %1$@
hi: बचें: %1$@
hu: Kerülendő: %1$@
it: Da evitare: %1$@
ko: 피할 것: %1$@
pl: Unikać: %1$@
pt: Evitar: %1$@
pt_br: Evitar: %1$@
ru: Избегать: %1$@
th: หลีกเลี่ยง: %1$@
tr: Kaçınılacaklar: %1$@
uk: Уникати: %1$@
zh: 避免：%1$@

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: पीछे
hu: Vissza
it: Indietro
ko: 뒤로
pl: Wstecz
pt: Voltar
pt_br: Voltar
ru: Назад
th: กลับ
tr: Geri
uk: Назад
zh: 返回

source: Back muscles
ar: عضلات الظهر
de: Rücken
es: Espalda
fr: Dos
hi: पीठ
hu: Hátizmok
it: Schiena
ko: 등
pl: Plecy
pt: Costas
pt_br: Costas
ru: Спина
th: กล้ามเนื้อหลัง
tr: Sırt
uk: Спина
zh: 背部

source: Back online — synced with the server.
ar: عاد الاتصال — تمت المزامنة مع الخادم.
de: Wieder online — mit dem Server synchronisiert.
es: De nuevo en línea: sincronizado con el servidor.
fr: De retour en ligne — synchronisé avec le serveur.
hi: फिर से ऑनलाइन — सर्वर से सिंक हो गया।
hu: Újra online — szinkronizálva a szerverrel.
it: Di nuovo online — sincronizzato con il server.
ko: 다시 온라인 — 서버와 동기화되었습니다.
pl: Znów online — zsynchronizowano z serwerem.
pt: De volta online — sincronizado com o servidor.
pt_br: De volta online — sincronizado com o servidor.
ru: Снова онлайн — синхронизировано с сервером.
th: กลับมาออนไลน์แล้ว — ซิงค์กับเซิร์ฟเวอร์แล้ว
tr: Yeniden çevrimiçi — sunucuyla eşitlendi.
uk: Знову онлайн — синхронізовано з сервером.
zh: 已恢复联网 — 已与服务器同步。

source: Back to the standard set
ar: العودة إلى الطقم القياسي
de: Zurück zum Standardsatz
es: Volver al juego estándar
fr: Revenir au jeu standard
hi: स्टैंडर्ड सेट पर वापस जाएँ
hu: Vissza a szabvány készlethez
it: Torna al set standard
ko: 표준 세트로 되돌리기
pl: Wróć do standardowego zestawu
pt: Voltar ao conjunto padrão
pt_br: Voltar ao conjunto padrão
ru: Вернуться к стандартному набору
th: กลับไปใช้ชุดมาตรฐาน
tr: Standart sete dön
uk: Повернутися до стандартного набору
zh: 恢复为标准配置

source: Back to weekly plan
ar: رجوع إلى الخطة الأسبوعية
de: Zurück zum Wochenplan
es: Volver al plan semanal
fr: Retour au plan hebdo
hi: साप्ताहिक योजना पर वापस
hu: Vissza a heti tervhez
it: Torna al piano settimanale
ko: 주간 계획으로 복귀
pl: Wróć do planu tygodnia
pt: Voltar ao plano semanal
pt_br: Voltar ao plano semanal
ru: Вернуться к недельному плану
th: กลับไปแผนรายสัปดาห์
tr: Haftalık plana dön
uk: Повернутися до тижневого плану
zh: 恢复每周计划

source: Backup exported
ar: تم تصدير النسخة الاحتياطية
de: Backup exportiert
es: Copia exportada
fr: Sauvegarde exportée
hi: बैकअप निर्यात हुआ
hu: Biztonsági mentés exportálva
it: Backup esportato
ko: 백업 내보냄
pl: Kopia wyeksportowana
pt: Cópia exportada
pt_br: Backup exportado
ru: Копия экспортирована
th: ส่งออกข้อมูลสำรองแล้ว
tr: Yedek dışa aktarıldı
uk: Копію експортовано
zh: 备份已导出

source: Backup imported
ar: تم استيراد النسخة الاحتياطية
de: Backup importiert
es: Copia importada
fr: Sauvegarde importée
hi: बैकअप आयात हुआ
hu: Biztonsági mentés importálva
it: Backup importato
ko: 백업 가져옴
pl: Kopia zaimportowana
pt: Cópia importada
pt_br: Backup importado
ru: Копия импортирована
th: นำเข้าข้อมูลสำรองแล้ว
tr: Yedek içe aktarıldı
uk: Копію імпортовано
zh: 备份已导入

source: Balanced
ar: متوازن
de: Ausgeglichen
es: Equilibrado
fr: Équilibré
hi: संतुलित
hu: Kiegyensúlyozott
it: Bilanciato
ko: 균형
pl: Zrównoważony
pt: Equilibrado
pt_br: Equilibrado
ru: Сбалансировано
th: สมดุล
tr: Dengeli
uk: Збалансовано
zh: 平衡

# Bar ({0})
source: Bar (%1$@)
ar: البار (%1$@)
de: Stange (%1$@)
es: Barra (%1$@)
fr: Barre (%1$@)
hi: बार (%1$@)
hu: Rúd (%1$@)
it: Bilanciere (%1$@)
ko: 바 (%1$@)
pl: Gryf (%1$@)
pt: Barra (%1$@)
pt_br: Barra (%1$@)
ru: Гриф (%1$@)
th: บาร์ (%1$@)
uk: Гриф (%1$@)
zh: 杆 (%1$@)

source: Bar only
ar: البار فقط
de: Nur Stange
es: Solo barra
fr: Barre seule
hi: सिर्फ़ बार
hu: Csak a rúd
it: Solo bilanciere
ko: 빈 바
pl: Sam gryf
pt: Só a barra
pt_br: Só a barra
ru: Только гриф
th: บาร์เปล่า
tr: Sadece bar
uk: Лише гриф
zh: 空杠

# Bar {0}
source: Bar %1$@
ar: بار %1$@
de: Stange %1$@
es: Barra %1$@
fr: Barre %1$@
hi: बार %1$@
hu: Rúd %1$@
it: Bilanciere %1$@
ko: 바 %1$@
pl: Gryf %1$@
pt: Barra %1$@
pt_br: Barra %1$@
ru: Гриф %1$@
th: บาร์ %1$@
uk: Гриф %1$@
zh: 杆 %1$@

# Base weight ({0})
source: Base weight (%1$@)
ar: الوزن الأساسي (%1$@)
de: Grundgewicht (%1$@)
es: Peso base (%1$@)
fr: Poids de base (%1$@)
hi: आधार वज़न (%1$@)
hu: Alapsúly (%1$@)
it: Peso base (%1$@)
ko: 기본 무게 (%1$@)
pl: Ciężar bazowy (%1$@)
pt: Peso base (%1$@)
pt_br: Peso base (%1$@)
ru: Базовый вес (%1$@)
th: น้ำหนักพื้นฐาน (%1$@)
tr: Taban ağırlığı (%1$@)
uk: Базова вага (%1$@)
zh: 基础重量 (%1$@)

source: Based on the training already in this demo profile.
ar: بناءً على التدريب الموجود مسبقًا في ملف العرض التجريبي هذا.
de: Auf Grundlage des Trainings, das schon in diesem Demo-Profil steht.
es: Basado en el entrenamiento que ya hay en este perfil de demo.
fr: D’après l’entraînement déjà présent dans ce profil de démo.
hi: इस डेमो प्रोफ़ाइल में पहले से मौजूद ट्रेनिंग के आधार पर।
hu: A demóprofilban már meglévő edzések alapján.
it: In base agli allenamenti già presenti in questo profilo demo.
ko: 이 데모 프로필에 이미 있는 훈련을 바탕으로 했어요.
pl: Na podstawie treningów, które już są w tym profilu demo.
pt: Com base no treino que já existe neste perfil de demonstração.
pt_br: Com base no treino que já existe neste perfil de demonstração.
ru: По тренировкам, которые уже есть в этом демо-профиле.
th: อิงจากการฝึกที่มีอยู่แล้วในโปรไฟล์เดโมนี้
tr: Bu demo profilindeki mevcut antrenmanlara göre.
uk: На основі тренувань, які вже є в цьому демо-профілі.
zh: 基于此演示档案中已有的训练。

# Based on your last {0} sessions
source: Based on your last %1$@ sessions
ar: بناءً على آخر %1$@ جلسات لك
de: Auf Basis deiner letzten %1$@ Einheiten
es: Basado en tus últimas %1$@ sesiones
fr: D’après vos %1$@ dernières séances
hi: आपके पिछले %1$@ सेशन के आधार पर
hu: Az utolsó %1$@ edzésed alapján
it: Basato sulle tue ultime %1$@ sessioni
ko: 최근 %1$@회 세션 기준
pl: Na podstawie %1$@ ostatnich sesji
pt: Com base nas tuas últimas %1$@ sessões
pt_br: Com base nas suas últimas %1$@ sessões
ru: По вашим последним %1$@ занятиям
th: จาก %1$@ เซสชันล่าสุดของคุณ
tr: Son %1$@ seansına dayanarak
uk: За твоїми останніми %1$@ заняттями
zh: 基于你最近 %1$@ 次训练

# Based on {0} sessions
source: Based on %1$@ sessions
ar: بناءً على %1$@ جلسات
de: Auf Basis von %1$@ Einheiten
es: Basado en %1$@ sesiones
fr: D’après %1$@ séances
hi: %1$@ सेशन के आधार पर
hu: %1$@ edzés alapján
it: Basato su %1$@ sessioni
ko: %1$@회 세션 기준
pl: Na podstawie %1$@ sesji
pt: Com base em %1$@ sessões
pt_br: Com base em %1$@ sessões
ru: По данным %1$@ занятий
th: จาก %1$@ เซสชัน
tr: %1$@ seansa dayanarak
uk: За даними %1$@ занять
zh: 基于 %1$@ 次训练

source: Before the Coach starts
ar: قبل أن يبدأ المدرب
de: Bevor der Coach loslegt
es: Antes de empezar
fr: Avant de commencer
hi: कोच के शुरू होने से पहले
hu: Mielőtt az Edző elindul
it: Prima di iniziare
ko: 코치를 시작하기 전에
pl: Zanim Trener zacznie
pt: Antes de começar
pt_br: Antes de começar
ru: Прежде чем Тренер начнёт
th: ก่อนที่โค้ชจะเริ่ม
tr: Koç başlamadan önce
uk: Перш ніж Тренер почне
zh: 在教练开始之前

source: Before the Coach’s changes
ar: قبل تغييرات المدرب
de: Vor den Änderungen des Coachs
es: Antes de los cambios del Entrenador
fr: Avant les changements du Coach
hi: कोच के बदलावों से पहले
hu: Az Edző módosításai előtt
it: Prima delle modifiche del Coach
ko: 코치 변경 전
pl: Przed zmianami Trenera
pt: Antes das alterações do Treinador
pt_br: Antes das alterações do Treinador
ru: До изменений Тренера
th: ก่อนการเปลี่ยนแปลงของโค้ช
tr: Koç’un değişikliklerinden önce
uk: До змін Тренера
zh: 教练更改之前

source: Before the Coach’s plan
ar: قبل خطة المدرب
de: Vor dem Plan des Coachs
es: Antes del plan del Entrenador
fr: Avant le plan du Coach
hi: कोच के प्लान से पहले
hu: Az Edző terve előtt
it: Prima del piano del Coach
ko: 코치 계획 전
pl: Przed planem Trenera
pt: Antes do plano do Treinador
pt_br: Antes do plano do Treinador
ru: До плана Тренера
th: ก่อนแผนของโค้ช
tr: Koç’un planından önce
uk: До плану Тренера
zh: 教练计划之前

source: Before we start
ar: قبل أن نبدأ
de: Bevor wir loslegen
es: Antes de empezar
fr: Avant de commencer
hi: शुरू करने से पहले
hu: Mielőtt kezdenénk
it: Prima di iniziare
ko: 시작하기 전에
pl: Zanim zaczniemy
pt: Antes de começarmos
pt_br: Antes de começarmos
ru: Прежде чем начать
th: ก่อนที่เราจะเริ่ม
tr: Başlamadan önce
uk: Перш ніж почати
zh: 开始之前

source: Bench press
ar: ضغط البنش
de: Bankdrücken
es: Press de banca
fr: Développé couché
hi: बेंच प्रेस
hu: Fekvenyomás
it: Panca piana
ko: 벤치프레스
pl: Wyciskanie na ławce
pt: Supino reto
pt_br: Supino reto
ru: Жим лёжа
th: เบนช์เพรส
uk: Жим лежачи
zh: 卧推
